<script setup lang="ts">
defineOptions({
  name: 'AboutMeComponent',
})
</script>

<template>
  <div class="about-me">
    <h2 class="about-me-header">Обо мне</h2>
    <div class="about-me-description taj">
      С детства меня увлекают компьютеры и все, что с ними связано. Это увлечение стало не просто
      хобби, но и стимулом к развитию в профессиональной сфере.<br />

      Я женат и воспитываю маленького сына.<br />

      В свободное время я люблю путешествовать, открывая для себя новые места и культуры. Также
      увлекаюсь велоспортом и пешими прогулками.<br />

      Моя цель на ближайшие годы – стать экспертом в области веб-разработки. Я уверен, что мой
      пытливый ум, целеустремленность и открытость к новым знаниям позволят мне добиться успеха.<br />

      Уверен, что мои навыки и личные качества станут ценным активом для вашей команды.
    </div>
  </div>
</template>

<style lang="scss" scoped></style>
